Repository: KumarMedikonda1812/Anil-Kumar
Catalog: AMTrust/AMTrust/*.lproj/Localizable.strings
Languages: id

source: My Plans
id: Proteksi saya

source: My Claims
id: Klaim saya

source: My Activities
id: Aktivitas saya

source: Edit Profile
id: Merubah profil

source: First and Last Name
id: Nama depan dan belakang

source: First Name
id: Nama depan

source: Last Name
id: Nama Belakang

source: Email
id: Alamat email

source: Country Code
id: Kode negara

source: Manage Password
id: Mengatur kata sandi

source: Password
id: Kata kunci

source: Confirm Password
id: Konfirmasi kata sandi

source: Address Info
id: Informasi alamat

source: Address
id: Alamat lengkap

source: Protect my gadget
id: Lindungi ponsel saya

source: My gadget is protected
id: Ponsel saya sudah terlindungi

source: Protect your gadgets
id: Lindungi gadget Anda sekarang!

source: Protect your gadgets today!
id: Lindungi gadget Anda sekarang!

source: Terms of Service and Privacy Policy
id: Syarat dan ketentuan yang berlaku

source: Login with Facebook
id: Masuk dengan facebook

source: Welcome
id: Selamat datang

source: Create Account
id: Buat akun

source: User Info
id: Info pengguna

source: Promo code
id: Kode promo

source: When did you buy your gadget?
id: Kapan tanggal pembelian ponsel Anda?

source: How much did your gadget cost?
id: Berapa nilai ponsel Anda?

source: Sign up with Facebook
id: Daftar dengan facebook

source: How much did your tablet cost?
id: Berapa nilai tablet Anda?

source: When did you buy your tablet?
id: Kapan tanggal pembelian tablet Anda?

source: Forgot password?
id: Lupa kata sandi

source: Mobile
id: Nomor ponsel

source: Postal code
id: Kode pos

source: First name (required)
id: Nama depan

source: Last name (required)
id: Nama belakang

source: Mobile number (required)
id: Nomor ponsel

source: Email (required)
id: Alamat email

source: Password (required)
id: Kata kunci

source: Click to view Terms & Conditions
id: Klik untuk melihat syarat dan ketentuan

source: Create account with Facebook
id: membuat akun dengan Facebook

source: Create account with mobile number
id: membuat akun dengan nomor ponsel

source: Proceed to pay
id: Lanjut membayar

source: Rate us
id: Beri kami nilai

source: Terms & Conditions
id: Syarat dan ketentuan

source: User info
id: Info pengguna

source: Share to your friends
id: Bagikan kepada teman

source: Upload
id: Mengunggah

source: Login with facebook
id: masuk dengan Facebook

source: Perform a health check now and discover the condition of your device.
id: Mulai proses health check untuk mengetahui kondisi ponsel Anda.

source: Choose your plan
id: Pilih proteksi Anda

source: Share with your friends
id: Berbagi dengan teman

source: General information
id: Info umum

source: Change password
id: Merubah kata kunci

source: Current password
id: Kata kunci saat ini

source: New password
id: Kata kunci baru

source: Let’s check if your phone is working
id: Mari mulai memeriksa kondisi gadget Anda.

source: Before you proceed, please note that you’ll need access to a mirror and bank card/ payment details.
id: Sebelum Anda memulai, mohon pastikan Anda memiliki akses ke cermin, dan Anda data detail pembayaran

source: Switch on your device WiFi & Bluetooth
id: Nyalakan koneksi bluetooth dan wifi Anda

source: You need your payment card or online bank details.
id: Anda membutuhkan data detail pembayaran bank Anda

source: Let's get started!
id: Mari mulai!

source: Volume Test
id: Test suara

source: Mute test
id: Tes “sunyi”

source: Screen test
id: Test layar

source: Increase volume up to maximum level using the buttons available on the sides.
id: Naikkan volume ponsel Anda dengan menggunakan tombol volume yang berada disamping ponsel.

source: Decrease volume up to minimum level using the buttons available on the sides.
id: Turunkan Test ponsel Anda dengan menggunakan tombol Test yang berada disamping ponsel.

source: Toggle button to mute and then press the “Test Now” button below
id: Nyalakan tombol mode diam, lalu tekan perintah 'mulai sekarang' pada layar ponsel Anda

source: Open Camera
id: Aktifkan kamera

source: Your WiFi connection has not been detected. Please check if your WiFi is turned on and connected to a working WiFi. You can see this in your device settings
id: Koneksi Wifi Anda tidak terdeteksi, pastikan Anda telah mengaktifkan Wifi dan terhubung ke jaringan aktif yang terdaftar pada setting ponsel Anda.

source: Your data connection has not been detected. Please check if your mobile data is turned on. You can find this in your device settings.
id: Koneksi data Anda tidak terdeteksi. Mohon periksa apakah koneksi data Anda aktif.

source: Your Bluetooth capability has not been detected. Please check if your Bluetooth is turned on. You can find this in your device settings.
id: Koneksi bluetooth Anda tidak terdeteksi. Mohon pastikan Anda telah mengaktifkan fitur Bluetooth Anda pada setting.

source: Your GPS has not been detected. Please check if your GPS setting is turned on. You can find this in your device settings.
id: Koneksi GPS Anda tidak terdeteksi. Mohon pastikan Anda telah mengaktifkan fitur GPS Anda pada setting..

source: Your battery doesn’t seem to be in working condition.
id: Baterai Anda tidak berfungsi maksimal.

source: Your device gyroscope doesn’t seem to be working.
id: Fungsi Gyroscope Anda tidak berfungsi.

source: Great! Your smartphone is in good health and no faults found.
id: Selamat! Ponsel Anda dalam keadaan baik dan tidak ditemukan adanya kerusakan.

source: We found some problems with your smartphone. Check out our TecExpert for usability issues. Contact the manufacturer for warranty issues and TecProtec to know if it’s covered by your plan.
id: Kami menemukan adanya kerusakan pada gadget Anda. Mohon pemeriksaan lebih lanjut dengan TecExpert kami terkait hal ini. Atau hubungi perusahaan pembuat produk untuk mengetahui apakah kerusakan ini dilindungi oleh garansi resmi atau Tecprotec untuk mengetahui apakah dilindungi oleh plan proteksi Anda.

source: Your Purchase is successfull reference number is
id: Pembelian Anda berhasil dilakukan, dengan nomor referensi XXXXXXXXX.

source: Also please update your gadget invoice screenshot
id: Mohon menyertakan foto dari bukti pembelian resmi ponsel Anda.

source: Peace of Mind
id: Tenang karena terlindungi

source: Fast, Reliable Service
id: Cepat, dan service terpercaya

source: Share with friends
id: Bagikan dengan Teman

source: Verify mobile Number
id: Verifikasi nomor ponsel

source: Didn't receive anything?
id: Tidak menerima kode apapun

source: Resend the code
id: Kirim ulang kode

source: We help you protect the things you love. Check out our plans.
id: Kami membantu melindungi hal yang Anda Cintai. Cari tahu bagaimana caranya.

source: Mobile Health Check
id: Pemeriksaan kondisi ponsel

source: Is your phone not working? Running slow? Battery draining? Our mobile health check helps you to find faults & improve how your phone works.
id: Apakah ponsel Anda tidak berfungsi? Melambat? Baterai cepat habis? Fitur Mobile Check kami akan membantu Anda menemukan kesalahan serta solusi untuk mengatasinya.

source: For novices or tech geeks! Our TecExpert helps you with any tech problems, from setting up emails to backing up your data on the cloud.
id: Tim kami akan membantu Anda terkait semua permasalahan dengan ponsel Anda.

source: Test now
id: mulai sekarang

source: Further manual tests
id: Pemeriksaan lebih lanjut

source: About us
id: Tentang kami

source: App tour
id: Mengetahui lebih lanjut tentang Aplikasi

source: Share to your friend
id: Bagikan kepada teman

source: Invite your friends
id: Mengundang teman Anda

source: Feedback to Us
id: Masukkan untuk kami

source: Rate our app
id: Nilai aplikasi ini

source: General Information
id: Informasi umum

source: Privacy policy
id: Kebijakan Privasi

source: Terms of Use
id: Petunjuk penggunaan

source: Tips for you
id: Tips untuk Anda

source: Your Plans
id: Proteksi Anda

source: Expires on
id: Berakhir pada

source: Buy Now
id: Beli sekarang

source: Minimum gadget cost should be Rp 1,000,000
id: Harga minimal gadget harus Rp 1.000.000

source: Maximum gadget cost should be Rp 20,000,000
id: Harga maksimal gadget harus Rp 20.000.000

source: Volume test
id: Test suara

source: Screenshot
id: Ambil tampilan

source: Front camera
id: Kamera depan

source: Back camera
id: Kamera belakang

source: You need a mirror to perform this test. Place your device in front of a mirror and press Continue.
id: Anda membutuhkan cermin untuk tes ini. Letakkan gadget Anda didepan cermin dan pilih lanjutkan

source: Press the camera icon to open your back camera. We’ll take picture in a few seconds.
id: Tekan ikon kamera untuk mengaktifkan kamera belakang Anda. Aplikasi akan mengambil foto secara otomatis dalam beberapa saat.

source: Press the camera icon to open your front camera. We’ll take picture in a few seconds.
id: Tekan ikon kamera untuk membuka aplikasi kamera Anda, aplikasi akan mengambil foto secara otomatis Dalam beberapa saat

source: Is your phone not working? Running slow? Battery draining? Our mobile health check helps you to find faults & improve how your phone works.
id: Sebelum memulai, mohon perhatikan bahwa Anda membutuhkan akses ke cermin serta membutuhkan data pembayaran (kartu kredit).

source: We’ve all been there & dropped our precious gadgets, crossing our fingers it is still working and the screen isn’t cracked. Tecprotec membership plans offer the ultimate protection against accidental damage, liquid damage and theft, so you no longer need to worry about hefty repair costs or buying a new phone.
id: Kita semua pernah mengalami ponsel terjatuh, dan berharap ponsel kita tidak rusak. Tecprotec akan melindungi perangkat Anda dari kerusakan yang tidak disengaja akibat terjatuh, terkena cairan, dan perampasan. Jadi Anda tidak perlu khawatir lagi biaya mahal perbaikan atau mahalnya harga perangkat mobile baru.

source: What is TecProtec?
id: Apakah Tecprotec itu?

source: What devices can be protected?
id: Device apa saja yang dilindungi?

source: How much are the subscription fees for TecProtec protection?
id: Berapa biaya berlangganan proteksi Tecprotec?

source: Where can I find details of my plan?
id: Dimana saya bisa menemukan rincian proteksi saya ?

source: When does my plan expire?
id: Kapan proteksi saya berakhir?

source: How can I edit my profile photo?
id: Bagaimana cara mengedit foto profil saya?

source: How do I check the status of my claim?
id: Bagaimana cara memeriksa status klaim saya?

source: How can I speak with someone?
id: Bagaimana caranya bila saya ingin berbicara dengan customer care ?

source: TecProtec provides membership plans that offer protection for your gadgets to ensure that you have an uninterrupted digital life. With TecProtec, your gadget gets protection for theft, accidental damage and liquid damage. You no longer need to worry about hefty repair costs or buying a new phone.
id: Tecprotec adalah layanan proteksi tambahan untuk device anda yang mengcover kerusakan yang terjadi dan tidak dicover oleh garansi bawaan pabrikan device anda.

source: TecProtec provides protection for various gadgets that you can see under the ‘Home’ tab such as smartphone and tablet.
id: Kami melindungi smartphone dan tablet anda. Dari kerusakan yang tidak dicover oleh garansi pabrik device anda.

source: Subscription fees depend on the value of your gadget. You can check the exact value by going to the Home tab > pick a gadget to protect > key-in the value of your gadget and when you bought your gadget > pick payment between monthly and annual then you’ll see the exact subscription fee.
id: Biaya berlangganan untuk proteksi device tergantung dari harga device yang kamu beli.

source: Simply tap the Profile button. Under My Plans, tap the plan you wish to know more about. All the details will be inside this screen. You need to be logged in to your account to see your plans.
id: Cukup tekan tombol Profil. Di bawah proteksi saya, pilih proteksi yang ingin Anda ketahui secara detail. Semua rinciannya ada disana. Anda harus masuk ke akun Anda terlebih dahulu untuk melihat detailnya.

source: You can see the exact expiry date of your plan by tapping the Profile button. Under My Plans, tap the plan that you want to check and it will show you expiry date and more. You need to be logged in to your account to see your plans.
id: Anda dapat melihat tanggal kedaluwarsa proteksi Anda dengan memilih tombol Profil. Di bawah proteksi Saya, pilih rencana yang ingin Anda periksa dan ini akan menunjukkan tanggal kedaluwarsa dan banyak lainnya. Anda harus masuk ke akun Anda untuk melihat detailnya.

source: Tap the Profile button then click Edit Profile under the photo icon or your current photo. In the Edit Profile section, tap the camera icon, choose the source of your photo then pick your new photo. Tap ‘Save’ and your photo will be updated.
id: Pilih tombol Profil lalu klik Edit Profil di bawah ikon foto atau foto Anda saat ini. Di bagian Edit Profile, pilih ikon kamera, pilih sumber foto Anda lalu pilih foto baru Anda. Pilih 'Simpan' dan foto Anda akan diperbarui.

source: Tap the Profile button then select the plan that you want to make a claim for. Inside the plan, tap ‘Submit Claim’ and follow the steps.
id: Pilih tombol Profil lalu pilih proteksi yang ingin Anda klaim. Di dalam proteksinya, pilih 'Submit Claim' kemudian ikuti langkah-langkahnya.

source: Tap the Profile button then tap ‘My Claims’. Inside this screen, you will see the plan and its status.
id: Pilih tombol Profil kemudian pilih 'Klaim Saya'. Pada layar ini, Anda akan melihat proteksi Anda serta statusnya.

source: Please enter your gadget cost
id: Masukkan Nilai ponsel Anda

source: I understand that device purchase receipt is required upon submitting a claim.
id: Saya mengerti bahwa, bukti pembelian asli dibutuhkan saat melakukan klaim.

source: Please select your plan
id: Silahkan pilih proteksi Anda

source: Please enter date of gadget purchase
id: Silahkan mengisi tanggal pembelian Ponsel

source: Policy details
id: Detail Polis

source: Policy holder
id: Pemegang Polis

source: Screen photo
id: Foto layar

source: Official Receipt
id: Kuitansi Resmi

source: Submit a claim
id: Klaim sekarang

source: Cracked Screen
id: Layar retak

source: Please enter your first name
id: Masukkan nama pertama Anda

source: Please enter your last name
id: Masukkan nama belakang Anda

source: Please enter your imei number
id: Masukkan nomor IMEI Anda

source: Please enter your mobile number
id: Masukkan nomor ponsel Anda

source: First name field is empty
id: Nama pertama kosong

source: Last name field is empty
id: Nama belakang kosong

source: IMEI field is empty
id: Nomor IMEI kosong

source: Mobile number field is empty
id: Nomor ponsel Kosong

source: Make field is empty
id: Sebutkan merek ponsel

source: Choose country
id: Pilih negara

source: choose language
id: Pilih bahasa

source: Change country / language
id: Merubah Negara/bahasa

source: Please choose language and country
id: Pilih Bahasa dan Negara

source: Please choose country and language
id: Pilih Negara dan Bahasa

source: Please enter all fields
id: Silahkan mengisi semua kolom

source: Fields are empty
id: Kolom kosong

source: Do you want to cancel the purchase?
id: Apakah Anda ingin membatalkan pembelian?

source: Per Day
id: Per hari

source: Protect your gadgets against accidental damage, liquid damage and theft with the TecProtec app. It’s fast and easy! Download here http://onelink.to/zyku3p
id: Lindungi Gadget Anda dari kerusakan yang tidak disengaja akibat terjatuh, terkena cairan hingga permapokan dengan aplikasi Tecprotec. Cepat dan mudah, download disini http://onelink.to/zyku3p

source: Your payment is successfully completed reference number is
id: Proses pembayaran Anda berhasil dengan nomor transaksi

source: Plan Detail
id: Detil polis

source: Kindly upload your gadget proof of purchase for faster processing of claims in the future.
id: Mohon mengunggah bukti pembelian resmi ponsel Anda untuk mempercepat proses klaim.

source: Hold on we are doing a few more checks
id: Mohon tunggu, kami sedang melakukan pemeriksaan menyeluruh

source: Give us a moment, we’re doing further checks on your gadget.
id: Mohon tunggu sejenak, kami sedang melakukan pemeriksaan terhadap perangkat Anda

source: You need a mirror to perform this test. Place your device in front of a mirror with the screen facing the mirror and take a photo of the screen by pressing Continue.
id: Anda membutuhkan cermin untuk tahap ini. Letakkan perangkat Anda didepan cermin dan tekan lanjut

source: Take a screenshot by pressing the home and power buttons at the same time
id: Ambil gambar dengan menekan tombol home dan power disaat bersamaan

source: On the next screen, tap or swipe each grey square to test the touch surface
id: Pada layar berikutnya, sentuh atau sapu semua kotak abu abu untuk memeriksa layar sentuh Anda

source: Your volume is already maximum please reduce the volume and increase again
id: Volume Anda telah maksimal, mohon kecilkan dan naikkan kembali

source: Please finish the screen test with in 10 seconds.
id: Mohon selesaikan tes layar ini dalam 10 detik

source: Take photo
id: Ambil gambar

source: Upload Invoice Receipt
id: Mengunggah bukti pembayaran

source: Your account has an existing plan; you can only have 1 plan for every smartphone. Kindly view your existing plan or call 0804-1401-078 for assistance.
id: Anda telah memiliki proteksi pada Akun ini; Anda hanya diperbolehkan memiliki 1 proteksi untuk 1 buah Ponsel. Mohon periksa kembali proteksi Anda atau hubungi 0804-1401-078 untuk bantuan.

source: Do you want to cancel your plan?
id: Apakah Anda ingin membatalkan proteksi Anda ?

source: Yes cancel my plan
id: Ya. Batalkan proteksi saya.

source: Don't cancel my plan
id: Tidak. Jangan batalkan proteksi saya

source: Choose from photo library
id: Pilih dari galeri foto

source: Do you want to cancel purchase?
id: Apakah Anda ingin membatalkan pembelian

source: Protection details
id: Detail proteksi

source: Verification Pending
id: Verifikasi tertunda

source: I understand and agree to the terms and conditions.
id: Saya mengerti dan setuju dengan syarat ketentuannya.

source: No tips available for you
id: Tidak tips untuk anda

source: No notification available
id: Tidak ada pemberitahuan yang tersedia

source: For our customers in Indonesia, you may call 0804-1401-078 or send an email to cs@amtrustmobilesolutions.co.id
id: Bagi pelanggan kami di Indonesia, Anda dapat menghubungi 0804-1401-078 atau mengirim email ke cs@amtrustmobilesolutions.co.id

source: You haven’t purchased a protection plan yet. To access the full features of TecExpert, choose a plan and protect your devices today.
id: Anda belum memiliki proteksi apapun. Untuk dapat mengakses keseluruhan fitur TecExpert, silahkan membeli proteksi Anda terlebih dahulu.

source: Explore Plans
id: Cari Proteksi

source: Please login to review the app
id: Login untuk memberikan penilaian

source: Please enter your review
id: Harap masukkan ulasan Anda

source: Gadget price, this must match your receipt or claims will be declined
id: Harga gadget, ini harus sesuai dengan tanda terima atau klaim Anda akan ditolak

source: Must be 12 months or newer
id: masa pemakaian maksimum 12 bulan

source: Must be 18 months or newer
id: masa pemakaian maksimum 18 bulan

source: Sorry but your gadget is not eligible
id: Maaf, gadget Anda tidak memenuhi syarat

source: Please agree to our conditions
id: Setujui kondisi kami

source: Connection to server failed. Please try again later.
id: Sambungan ke server gagal. Cobalah beberapa saat lagi.
